/* Toolbar item */
"Action" = "Akcie";
"Active" = "aktívny";

/* Window title. */
"Activity" = "Činnosť";
"Allow" = "Povoliť";
"Always" = "Vždy";

/* Transfer action for existing files */
"Prompt" = "Spýtať sa";

/* Toolbar item */
"{0} Bookmarks" = "{0} záložiek";

/* Alert sheet alternate button */
"Cancel" = "Zrušiť";

/* Toolbar item tooltip */
"Character Encoding" = "Kódovanie znakov";
"Choose" = "Vybrať";

/* Toolbar item in Transfer Window. */
"Clean Up" = "Vyčistiť";

/* Remove all bookmarks from history. */
"Clear Menu" = "Vyprázdniť ponuku";

/* Toolbar item */
"Column" = "Stĺpce";

/* Toolbar item tooltip */
"Connect to server" = "Spojiť so serverom";

/* Copy {FTP|Web|Distribution} URL */
"{0} URL" = "{0} URL";

/* Alert sheet text */
"Could not open or read the host file" = "Súbor na serveri nie je možné otvoriť alebo čítať";
"Could not open the file" = "Súbor nie je možné otvoriť";
"Could not show the file" = "Súbor nie je možné zobraziť";
"Could not show the file in the Finder" = "Súbor nie je možné zobraziť vo Finderi";

/* Toolbar item tooltip */
"Create New Folder" = "Vytvoriť nový priečinok";

/* Menu item */
"Cut {0}" = "Vystrihnúť {0}";
"Copy {0}" = "Kopírovať {0}";
"Default" = "nastavený";

/* Alert sheet title
   Alert sheet default button
   Toolbar item */
"Delete" = "Odstrániť";
"Delete Bookmark" = "Odstrániť záložku";

/* Toolbar item tooltip */
"Delete file" = "Odstrániť súbor";
"Deny" = "Odoprieť";

/* Alert sheet default button
   Toolbar item */
"Disconnect" = "Odpojiť";

/* Alert sheet title */
"Disconnect from {0}" = "Odpojiť od {0}";

/* Toolbar item tooltip */
"Disconnect from server" = "Odpojiť od servera";
"Do you want to delete the selected bookmark?" = "Odstrániť označenú záložku?";

/* Toolbar item */
"Download" = "Prevziať";
"Download As:" = "Prevziať ako:";

/* Toolbar item tooltip */
"Download file" = "Prevziať súbor";
"Download the selected file to…" = "Prevziať označený súbor do…";

/* Toolbar item */
"Edit" = "Upraviť";

/* Toolbar item tooltip */
"Edit file in external editor" = "Upraviť súbor v externom editore";

/* Toolbar item */
"Encoding" = "Kódovanie";

/* Alert sheet title */
"Error" = "Chyba";

/* Quit application on Windows */
"Exit" = "Ukončiť";
"File" = "súbor";

/* A column in the browser */
"Filename" = "Názov súboru";
"{0} Items" = "{0} súborov";
"Folder" = "priečinok";
"FTP (File Transfer Protocol)" = "FTP (File Transfer Protocol)";
"FTPS (FTP/SSL)" = "FTP-SSL (FTP cez TLS/SSL)";

/* Toolbar item */
"Get Info" = "Informácie";

/* Toolbar item */
"Go to Folder" = "Do priečinka";
"History" = "História";

"Invalid character in filename." = "V názve súboru je použitý nepovolený znak.";
"Invalid character in folder name." = "V názve priečinka je použitý nepovolený znak.";

/* A column in the browser */
"Kind" = "Druh";
"Extension" = "Prípona";
"Region" = "Region";
"Version" = "Version";

/* Toolbar item */
"List" = "Zoznam";
"Local" = "Lokálny";
"Local File" = "Lokálny súbor";
"Mac Line Endings (CR)" = "Mac (CR)";

/* A column in the browser */
"Modified" = "Zmenený";

/* Move a downloaded file to the trash */
"Move to Trash" = "Presunúť do koša";
"Multiple files" = "viac súborov";

/* Toolbar item */
"New Connection" = "Nové spojenie";

/* Toolbar item */
"No external editor available" = "Nie je prístupný žiadny externý editor";

/* Alert sheet text */
"No newer version available." = "Nie je prístupná novšia verzia.";
"No private key selected" = "Nie je označený žiadny súkromný kľúč";
/* Alert sheet title */
"No update" = "Žiadna aktualizácia";
"None" = "žiadnou";

/* 1.2MB of 3.4MB */
"{0} of {1}" = "{0} z {1}";

/* Alert default button
   Alert sheet default button */
"OK" = "OK";
"Open" = "Otvoriť";

/* Open corresponding HTTP URL in default browser tooltip */
"Open in Web Browser" = "Otvoriť vo webovom prehliadači";

/* Toolbar item */
"Outline" = "Rozšírený zoznam";

/* A column in the browser */
"Owner" = "Majiteľ";

/* A column in the browser */
"Group" = "Skupina";
"Passive" = "pasívny";

/* Menu item */
"Paste {0}" = "Vložiť {0}";

/* A column in the browser */
"Permissions" = "Oprávnenia";

/* Toolbar item */
"Quick Connect" = "Rýchle spojenie";

/* Toolbar item */
"Quick Look" = "Quick Look";
"Quit" = "Ukončiť";
"Quit Anyway" = "Ukončiť";

/* Confirm deleting files. */
"Delete {0} files" = "Naozaj chcete odstrániť nasledovné súbory? Tento príkaz nebude možné odvolať.";

/* Toolbar item */
"Refresh" = "Obnoviť";

/* Toolbar item tooltip */
"Refresh directory listing" = "Obnoviť zoznam súborov";

/* Toolbar item in Transfer Window. */
"Reload" = "Znovu";

/* Toolbar item in Transfer Window. */
"Remove" = "Odstrániť";
"Remove completed transfers from list." = "Dokončené prenosy odstrániť zo zoznamu.";


"Review…" = "Skontrolovať…";

/* Toolbar item in Transfer Window. */
"Search" = "Hľadať";
"Server File" = "Súbor na serveri";
"SFTP (SSH File Transfer Protocol)" = "SFTP (SSH File Transfer Protocol)";
"Show" = "Zobraziť";

/* Toolbar item tooltip */
"Show file attributes" = "Zobraziť vlastnosti súboru";
"Show in Finder" = "Zobraziť vo Finderi";

/* Toolbar item tooltip */
"Show Transfers window" = "Zobraziť priebeh";

/* A column in the browser */
"Size" = "Veľkosť";

/* Toolbar item in Transfer Window. */
"Stop" = "Zastaviť";

/* Toolbar item tooltip */
"Switch Browser View" = "Prepnúť zobrazenie prehliadača";
"Symbolic Link (File)" = "Symbolický odkaz (súbor)";
"Symbolic Link (Folder)" = "Symbolický odkaz (priečinok)";

/* Toolbar item */
"Synchronize {0} with" = "Synchronizovať {0} s";

/* Toolbar item tooltip */
"Synchronize files" = "Synchronizovať súbory";

/* Alert sheet text */
"The connection will be closed." = "Spojenie bude ukončené.";
"There are files currently being transferred. Quit anyway?" = "Prebieha prenos súborov. Napriek tomu chcete ukončiť?";

/* Alert sheet text */
"There was a problem checking for an update. Please try again later." = "Aktualizácia zlyhala. Skúste neskôr.";

/* Toolbar item tooltip */
"Toggle Bookmarks" = "Zobraziť/skryť záložky";
"Transfer in progress" = "Prebieha prenos";

/* Toolbar item */
"Transfers" = "Priebeh";

"Auto" = "Auto";
"Unknown" = "Neznámy";
"Unknown size" = "Neznáma veľkosť";

/* Toolbar item */
"Upload" = "Odoslať";

/* Toolbar item tooltip */
"Upload local file to the remote host" = "Odoslať lokálny súbor na vzdialený server";

/* Toolbar item */
"View" = "Zobraziť";

"You are connected to at least one remote site. Do you want to review open browsers?" = "Ste spojený s aspoň jedným serverom. Chcete skontrolovať otvorené prehliadače?";
"Open Network Diagnostics" = "Otvoriť diagnostiku siete";
"WebDAV (Web-based Distributed Authoring and Versioning)" = "WebDAV (Web-based Distributed Authoring and Versioning)";
"WebDAV (HTTP/SSL)" = "WebDAV (HTTP/SSL)";

/* Update sources */
"Release" = "stabilné verzie";
"Beta" = "betaverzie";
"Snapshot Builds" = "nočné zostavenia";

"Show Hidden Files" = "Zobraziť skryté súbory";

/* Toggle Toolbar on Windows */
"Hide Toolbar" = "Skryť panel s nástrojmi";
"Show Toolbar" = "Zobraziť panel s nástrojmi";
